<?php

return [
    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'homepage' => 'الرئيسية',
    "principles_of_networking" => "مبادئ الشبكة",
    "network_goals" => "أهداف الشبكة",
    "network_message" => "رسالة الشبكة",
    "about_network" => "عن الشبكة",
    "about_us" => "من نحن",

    "contact" => "اتصل",
    "membership_request" => "طلب انتساب",
    "syrian_kurdish_journalists_network" => "شبكة الصحفيين الكورد السوريين",
    "independent_media_network" => "شبكة إعلامية مُستقلة، تهدُف للدفاع عن حقوق الصحفيين والمؤسسات الإعلامية الكُردية",
    "network_aims" => "تسعى الشبكة لتأمين التسهيلات اللازمة للصحفي، للمساهمة في تحفيزِهِ على ممارسة مهنتِهِ بطرق مهنية، والعمل جاهداً للضغط على جميع الأطراف المعنية بالعمل الصحفي",
    "Show_More" => "عرض المزيد",
    "network_principles_and_goals" => "مبادئ الشبكة وأهدافها",
    "network_principles_and_goals_1" => "الدفاع عن حقوق الصحفيين عموماً؛ والكُرد خصوصاً، وعن حرياتهم من أيّة إجراءات تعسُفية؛ أو اضطهاد قد يتعرضون له بسبب آرائهم؛ أو لأي سبب آخر مُتصل بمُمارسة المهنة.",
    "network_principles_and_goals_2" => "خدمة أعضاء الشبكة.",
    "network_principles_and_goals_3" => "نشر وحماية الثقافة الكُردية.",
    "network_principles_and_goals_4" => "الالتزام ونشر المعايير الأخلاقية والمهنية للصحافة وفق المواثيق والاتفاقيات والتشريعات الدولية.",
    "network_principles_and_goals_5" => "مُحاربة خطاب الكراهية والتمييز والتفرقة بين شرائح المجتمع السوري.",
    "network_vision" =>"رؤية الشبكة",
    "network_vision_desc" =>"إعلام كُردي سوري مُستقل ومهني",
    "network_message_desc" => "شبكة إعلامية مُستقلة، تهدُف للدفاع عن حقوق الصحفيين والمؤسسات الإعلامية الكُردية، والعمل على حمايتِهُم، وحماية الثقافة الكُردية، والقواسم الوطنية السورية المُشتركة للعاملين في القطاع الإعلامي بالمنطقة وتحقيق العدالة والاستقلالية؛ مع الالتزام بميثاق الشرف الصحفي.
تسعى الشبكة لتأمين التسهيلات اللازمة للصحفي، للمساهمة في تحفيزِهِ على ممارسة مهنتِهِ بطرق مهنية، والعمل جاهداً للضغط على جميع الأطراف المعنية بالعمل الصحفي، وذلك باستخدام السُبل المُتاحة كافةً لمنع اعتقالِهِ؛ أو التضييق على عملِهِ؛ أو الحد من حرية التعبير؛ أو التأثير في المنتجات الصحفية بأي شكلٍ من الأشكال، سواءً بالتواصل المباشر مع الجهات المعنية أو المنظمات الدولية ذات القدرة على التأثير ضمن الحقوق الدولية، التي تحفظ أمنهُ وسلامتهُ؛ إضافةً إلى إقامة دورات تأهيلية وتدريبية، للارتقاء بالمستوى الصحفي مهنياً وتقنياً، والاستفادة من الوسائل التقنية الحديثة المتاحة لنشر الوعي والثقافة الديمقراطية بين كافة أطياف المجتمع السوري عن طريق الوسائل والأُطر الإعلامية والمؤسساتية العاملة في المجال ذاته.
",
"network_goals_desc"=>"تسعى الشبكة لتحقيق بيئة إعلامية تدعم الصحفيين، وتحمي حقوقهم، وتساهم في تعزيز الثقافة الكردية، مع الالتزام بالمبادئ الأخلاقية والمهنية، وتشجيع التعايش بين كافة مكونات المجتمع.",
"network_goal_title"=>"مبادئ شبكة الصحفيين الكرد: رؤية للدفاع عن الحقوق وتعزيز القيم المهنية والثقافية",

"network_principles_and_goals_21"=>"الشبكة تسعى لتقديم خدمات مهنية وشخصية لأعضائها، مثل التدريب، وتطوير المهارات الصحفية، وتوفير فرص العمل. كما تعمل على خلق بيئة تعاونية تدعم تطورهم المهني والشخصي.",
"network_principles_and_goals_31"=>" من الأهداف الأساسية للشبكة تعزيز الثقافة الكردية من خلال الصحافة والإعلام. تعمل على حماية التراث الثقافي الكردي والترويج له، مع التركيز على إبراز الهوية الكردية وقضاياها في الإعلام.",
"network_principles_and_goals_41"=>"تدعو الشبكة إلى الالتزام بأعلى المعايير الأخلاقية والمهنية في العمل الصحفي، مثل النزاهة، والحياد، والدقة. كما تشجع أعضائها على احترام القوانين الدولية التي تضمن حرية التعبير وحقوق الإنسان.",
"network_principles_and_goals_51"=>"تسعى الشبكة إلى تعزيز التعايش والسلام بين مختلف مكونات المجتمع السوري. تعمل على التصدي لخطابات الكراهية والتفرقة في الإعلام، وتشجع على نشر قيم الاحترام المتبادل والمساواة.",












];
